Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# consumer.style.taurus
source: steady and practical
de: beständig und praktisch
es: constante y práctico
fr: stable et pragmatique
it: stabile e pratico
ko: 안정적이고 실용적인
tr: istikrarlı ve pratik
zh_hans: 稳定务实

# consumer.style.virgo
source: careful and precise
de: sorgfältig und präzise
es: cuidadoso y preciso
fr: soigneux et précis
it: attento e preciso
ko: 세심하고 정확한
tr: dikkatli ve kesin
zh_hans: 谨慎细致

# consumer.subtle-but-present
source: subtle but present
de: subtil, aber vorhanden
es: sutil pero presente
fr: subtil mais présent
it: sottile ma presente
ko: 미묘하지만 존재함
tr: ince ama mevcut
zh_hans: 较轻但仍可感受到

# consumer.the-influence-is-building
source: The influence is building
de: Der Einfluss baut sich auf
es: La influencia está aumentando
fr: L’influence se renforce
it: L’influenza sta crescendo
ko: 영향력이 커지는 중
tr: Etki güçleniyor
zh_hans: 影响正在增强

# consumer.the-influence-is-clearest-now
source: The influence is clearest now
de: Der Einfluss ist jetzt am deutlichsten
es: La influencia es más clara ahora
fr: L’influence est la plus nette maintenant
it: L’influenza è più chiara ora
ko: 영향이 지금 가장 뚜렷함
tr: Etki şu anda en belirgin
zh_hans: 此刻表现最明显

# consumer.the-influence-is-easing
source: The influence is easing
de: Der Einfluss lässt nach
es: La influencia se está suavizando
fr: L’influence s’atténue
it: L’influenza si sta attenuando
ko: 영향이 완화되는 중
tr: Etki hafifliyor
zh_hans: 影响正在缓和

# consumer.very-noticeable
source: very noticeable
de: sehr deutlich
es: muy perceptible
fr: très perceptible
it: molto evidente
ko: 매우 눈에 띔
tr: çok belirgin
zh_hans: 非常明显

# consumer.work-together-smoothly
source: work together smoothly
de: arbeiten reibungslos zusammen
es: funcionan bien juntos
fr: fonctionnent bien ensemble
it: funzionano bene insieme
ko: 부드럽게 함께 작동함
tr: uyumlu biçimde birlikte çalışır
zh_hans: 彼此支持

# credits.activity
source: Credit activity
de: Credit-Aktivität
es: Actividad de Credits
fr: Historique des Credits
it: Attività Credit
ko: Credit 활동
tr: Credit etkinliği
zh_hans: Credits 明细

# credits.activity.adjustment
source: Credit adjustment
de: Credit-Anpassung
es: Ajuste de Credits
fr: Ajustement de Credits
it: Rettifica Credit
ko: Credit 조정
tr: Credit düzeltmesi
zh_hans: Credits 调整

# credits.activity.admin-detail
source: Account adjustment by support
de: Account-Anpassung durch den Support
es: Ajuste de cuenta por soporte
fr: Ajustement du compte par l’assistance
it: Rettifica account da parte dell’assistenza
ko: 지원팀의 계정 조정
tr: Destek tarafından hesap düzeltmesi
zh_hans: 管理员账户调整

# credits.activity.ask
source: Ask question
de: Ask-Frage
es: Pregunta de Ask
fr: Question Ask
it: Domanda Ask
ko: Ask 질문
tr: Ask sorusu
zh_hans: Ask 提问

# credits.activity.deduct
source: Credits deducted
de: Credits abgezogen
es: Credits descontados
fr: Credits déduits
it: Credit detratti
ko: Credit 차감됨
tr: Credit düşüldü
zh_hans: 扣减 Credits

# credits.activity.grant
source: Credits granted
de: Credits gewährt
es: Credits concedidos
fr: Credits accordés
it: Credit assegnati
ko: Credit 지급됨
tr: Credit verildi
zh_hans: 赠送 Credits

# credits.activity.monthly-bonus
source: Monthly Credits bonus
de: Monatlicher Credit-Bonus
es: Bono mensual de Credits
fr: Bonus mensuel de Credits
it: Bonus Credit mensile
ko: 월간 Credit 보너스
tr: Aylık Credit bonusu
zh_hans: 每月赠送 Credits

# credits.activity.monthly-bonus-detail
source: 2 free Credits renewed for this month
de: 2 kostenlose Credits für diesen Monat erneuert
es: 2 Credits gratis renovados para este mes
fr: 2 Credits gratuits renouvelés pour ce mois
it: 2 Credit gratuiti rinnovati per questo mese
ko: 이번 달 무료 Credit 2개 갱신
tr: Bu ay için 2 ücretsiz Credit yenilendi
zh_hans: 本月 2 个免费 Credits 已更新

# credits.activity.pro-renew
source: Monthly Pro Credits renewed
de: Monatliche Pro Credits erneuert
es: Credits Pro mensuales renovados
fr: Credits Pro mensuels renouvelés
it: Pro Credit mensili rinnovati
ko: 월간 Pro Credit 갱신
tr: Aylık Pro Credit yenilendi
zh_hans: Pro 月度 Credits 已更新

# credits.activity.pro-renew-detail
source: 15 Pro Credits renewed for this month
de: 15 Pro Credits für diesen Monat erneuert
es: 15 Credits Pro renovados para este mes
fr: 15 Credits Pro renouvelés pour ce mois
it: 15 Pro Credit rinnovati per questo mese
ko: 이번 달 Pro Credit 15개 갱신
tr: Bu ay için 15 Pro Credit yenilendi
zh_hans: 本月 15 个 Pro Credits 已更新

# credits.activity.purchase
source: Credits purchased
de: Credits gekauft
es: Credits comprados
fr: Credits achetés
it: Credit acquistati
ko: Credit 구매
tr: Credit satın alındı
zh_hans: 购买 Credits

# credits.activity.purchase-detail
source: Permanent Credit pack
de: Dauerhaftes Credit-Paket
es: Paquete de Credits permanentes
fr: Pack de Crédits permanents
it: Pacchetto Credit permanente
ko: 영구 Credit 팩
tr: Kalıcı Credit paketi
zh_hans: 永久 Credits 套餐

# credits.activity.renew
source: Monthly Credits renewed
de: Monatliche Credits erneuert
es: Credits mensuales renovados
fr: Crédits mensuels renouvelés
it: Credit mensili rinnovati
ko: 월간 Credit 갱신
tr: Aylık Credit yenilendi
zh_hans: 月度 Credits 已刷新

# credits.activity.renew-detail
source: Your plan's monthly allowance
de: Monatliches Kontingent deines Plans
es: Asignación mensual de tu plan
fr: Quota mensuel de votre formule
it: Quota mensile del tuo piano
ko: 플랜의 월간 제공량
tr: Planınızın aylık hakkı
zh_hans: 当前计划的月度额度

# credits.activity.reserved
source: Credit reserved
de: Credit reserviert
es: Credit reservado
fr: Crédit réservé
it: Credit riservato
ko: Credit 예약됨
tr: Credit rezerve edildi
zh_hans: 已预留 Credit

# credits.activity.reset
source: Gift Credits removed
de: Geschenk-Credits entfernt
es: Credits de regalo retirados
fr: Credits offerts retirés
it: Credit regalo rimossi
ko: 선물 Credit 제거됨
tr: Hediye Credit’ler kaldırıldı
zh_hans: 已取消赠送 Credits

# credits.activity.revoked
source: Credits revoked
de: Credits entzogen
es: Credits revocados
fr: Credits révoqués
it: Credit revocati
ko: Credit 회수됨
tr: Credit geri alındı
zh_hans: Credits 已撤回

# credits.activity.used
source: Report completed
de: Bericht abgeschlossen
es: Informe completado
fr: Rapport terminé
it: Report completato
ko: 보고서 완료
tr: Rapor tamamlandı
zh_hans: 报告生成完成

# credits.activity.welcome
source: Annual welcome bonus
de: Jährlicher Willkommensbonus
es: Bono anual de bienvenida
fr: Bonus annuel de bienvenue
it: Bonus di benvenuto annuale
ko: 연간 웰컴 보너스
tr: Yıllık hoş geldiniz bonusu
zh_hans: 年度首购奖励

# credits.activity.welcome-detail
source: 20 Credits valid for one year
de: 20 Credits, ein Jahr gültig
es: 20 Credits válidos durante un año
fr: 20 Crédits valables un an
it: 20 Credit validi per un anno
ko: 1년간 유효한 Credit 20개
tr: 1 yıl geçerli 20 Credit
zh_hans: 20 Credits，一年内有效

# credits.after-generation
source: After successful generation: {{count}} Credits
de: Nach erfolgreicher Generierung: {{count}} Credits
es: Después de generarlo correctamente: {{count}} créditos
fr: Après génération réussie : {{count}} crédits
it: Dopo la generazione riuscita: {{count}} Credit
ko: 성공적으로 생성한 후: Credit {{count}}개
tr: Başarılı oluşturmadan sonra: {{count}} Credit
zh_hans: 成功生成后剩余：{{count}} Credits

source: Credits available
de: Verfügbare Credits
es: Créditos disponibles
fr: Crédits disponibles
it: Credit disponibili
ko: 사용 가능한 Credit
tr: Kullanılabilir Credit
zh_hans: 可用 Credits

# credits.balance
source: Current balance
de: Aktueller Stand
es: Saldo actual
fr: Solde actuel
it: Saldo attuale
ko: 현재 잔액
tr: Mevcut bakiye
zh_hans: 当前余额

# credits.buy
source: Buy Credits
de: Credits kaufen
es: Comprar créditos
fr: Acheter des crédits
it: Acquista Credit
ko: Credit 구매
tr: Credit Satın Al
zh_hans: 购买 Credits

# credits.monthly
source: Monthly
de: Monatlich
es: Mensuales
fr: Mensuels
it: Mensile
ko: 월간
tr: Aylık
zh_hans: 月度额度

# credits.need-more
source: Need more reports?
de: Mehr Berichte benötigt?
es: ¿Necesitas más informes?
fr: Besoin de plus de rapports ?
it: Ti servono altri report?
ko: 보고서가 더 필요한가요?
tr: Daha fazla rapor mu gerekiyor?
zh_hans: 需要更多报告？

# credits.never-expire
source: Purchased Credits never expire.
de: Gekaufte Credits verfallen nie.
es: Los créditos comprados nunca caducan.
fr: Les crédits achetés n’expirent jamais.
it: I Credit acquistati non scadono.
ko: 구매한 Credit은 만료되지 않습니다.
tr: Satın alınan Credit’lerin süresi dolmaz.
zh_hans: 购买的 Credits 永久有效。

# credits.no-activity
source: No Credit activity yet.
de: Noch keine Credit-Aktivität.
es: Aún no hay movimientos.
fr: Aucun mouvement pour le moment.
it: Nessuna attività Credit per ora.
ko: 아직 Credit 활동이 없습니다.
tr: Henüz Credit etkinliği yok.
zh_hans: 暂无 Credits 变动。

# credits.none-available
source: You need at least 1 Credit to generate this report.
de: Du benötigst mindestens 1 Credit, um diesen Bericht zu erstellen.
es: Necesitas al menos 1 crédito para generar este informe.
fr: Vous avez besoin d’au moins 1 crédit pour générer ce rapport.
it: Servono almeno 1 Credit per generare questo report.
ko: 이 보고서를 생성하려면 Credit이 최소 1개 필요합니다.
tr: Bu raporu oluşturmak için en az 1 Credit gerekir.
zh_hans: 生成这份报告至少需要 1 Credit。

# credits.permanent
source: Permanent
de: Dauerhaft
es: Permanentes
fr: Permanents
it: Permanente
ko: 영구
tr: Kalıcı
zh_hans: 永久 Credits

# credits.permanent-pack
source: Permanent Credit pack
de: Dauerhaftes Credit-Paket
es: Paquete de Credits permanentes
fr: Lot de Credits permanents
it: Pacchetto Credit permanente
ko: 영구 Credit 팩
tr: Kalıcı Credit paketi
zh_hans: 永久有效的 Credits

# credits.purchase-description
source: Choose a permanent Credit pack. Each completed report uses 1 Credit.
de: Wähle ein dauerhaftes Credit-Paket. Jeder abgeschlossene Bericht verbraucht 1 Credit.
es: Elige un paquete de Credits permanentes. Cada informe completado usa 1 Credit.
fr: Choisissez un lot de Credits permanents. Chaque rapport terminé utilise 1 Credit.
it: Scegli un pacchetto Credit permanente. Ogni report completato utilizza 1 Credit.
ko: 영구 Credit 팩을 선택하세요. 완료된 보고서마다 Credit 1개를 사용합니다.
tr: Kalıcı bir Credit paketi seçin. Tamamlanan her rapor 1 Credit kullanır.
zh_hans: 选择永久有效的 Credits 套餐。每份成功生成的报告消耗 1 Credit。

# credits.renews
source: Allowance renews
de: Kontingent erneuert sich
es: La asignación se renueva
fr: Renouvellement du quota
it: La quota si rinnova
ko: 제공량 갱신
tr: Hak yenilenir
zh_hans: 额度刷新日期

# credits.report-cost
source: This report costs
de: Dieser Bericht kostet
es: Este informe cuesta
fr: Ce rapport coûte
it: Questo report costa
ko: 이 보고서 비용
tr: Bu raporun maliyeti
zh_hans: 本次报告消耗

# credits.reserved
source: Reserved for delivery
de: Für Zustellung reserviert
es: Reservados para la entrega
fr: Réservés pour la livraison
it: Riservato per la consegna
ko: 전달용으로 예약
tr: Teslimat için rezerve
zh_hans: 交付中预留

# credits.title
source: Report Credits
de: Bericht-Credits
es: Créditos de informes
fr: Crédits de rapports
it: Credit per report
ko: 보고서 Credit
tr: Rapor Credit’leri
zh_hans: 报告 Credits

# credits.total
source: Total available
de: Insgesamt verfügbar
es: Total disponible
fr: Total disponible
it: Totale disponibile
ko: 총 사용 가능
tr: Toplam kullanılabilir
zh_hans: 可用总额

# dynamic.0097683c1c
source: Relationship connection between {{value1}} and {{value2}}
de: Beziehungsverbindung zwischen {{value1}} und {{value2}}
es: Conexión de relación entre {{value1}} y {{value2}}
fr: Lien relationnel entre {{value1}} et {{value2}}
it: Connessione relazionale tra {{value1}} e {{value2}}
ko: {{value1}}와 {{value2}}의 관계 연결
tr: {{value1}} ile {{value2}} arasındaki ilişki bağlantısı
zh_hans: {{value1}} 与 {{value2}} 的关系连接

# dynamic.030ed20d4e
source: {{value1}} and {{value2}} work well together
de: {{value1}} und {{value2}} funktionieren gut zusammen
es: {{value1}} y {{value2}} funcionan bien juntos
fr: {{value1}} et {{value2}} fonctionnent bien ensemble
it: {{value1}} e {{value2}} funzionano bene insieme
ko: {{value1}}와 {{value2}}가 잘 어우러짐
tr: {{value1}} ve {{value2}} birlikte iyi çalışır
zh_hans: {{value1}}与{{value2}}彼此支持

# dynamic.0782a0ed98
source: {{value1}} {{value2}} natal {{value3}}
de: {{value1}} {{value2}} Radix {{value3}}
it: {{value1}} {{value2}} natale {{value3}}
ko: {{value1}} {{value2}} 출생 {{value3}}
tr: {{value1}} {{value2}} doğum {{value3}}
zh_hans: {{value1}} {{value2}} 本命{{value3}}

# dynamic.14eb9f09f8
source: {{value1}} hours
de: {{value1}} Stunden
es: {{value1}} horas
fr: {{value1}} heures
it: {{value1}} ore
ko: {{value1}}시간
tr: {{value1}} saat
zh_hans: {{value1}}小时

# dynamic.161a609089
source: {{value1}} rising
de: {{value1}} Aszendent
es: Ascendente en {{value1}}
fr: Ascendant en {{value1}}
it: Ascendente {{value1}}
ko: {{value1}} 상승
tr: {{value1}} yükselen
zh_hans: {{value1}}上升

# dynamic.259fa5e386
source: Moon in {{value1}} · House {{value2}} · {{value3}}
de: Mond in {{value1}} · Haus {{value2}} · {{value3}}
es: Luna en {{value1}} · Casa {{value2}} · {{value3}}
fr: Lune en {{value1}} · Maison {{value2}} · {{value3}}
it: Luna in {{value1}} · Casa {{value2}} · {{value3}}
ko: 달 {{value1}} · {{value2}}하우스 · {{value3}}
tr: Ay {{value1}} · {{value2}}. Ev · {{value3}}
zh_hans: 月亮在{{value1}} · 第{{value2}}宫 · {{value3}}

# dynamic.2772c7af82
source: {{value1}} stations direct
de: {{value1}} wird direktläufig
es: {{value1}} se estaciona directo
fr: {{value1}} stationne direct
it: {{value1}} torna diretto
ko: {{value1}} 순행 전환
tr: {{value1}} direkt harekete dönüyor
zh_hans: {{value1}} 转顺

# dynamic.359e37f1d5
source: {{value1}} enters {{value2}}
de: {{value1}} tritt in {{value2}} ein
es: {{value1}} entra en {{value2}}
fr: {{value1}} entre en {{value2}}
it: {{value1}} entra in {{value2}}
ko: {{value1}}가 {{value2}}에 진입
tr: {{value1}}, {{value2}} konumuna giriyor
zh_hans: {{value1}}进入{{value2}}

# dynamic.3abdfb89d0
source: Until {{value1}}
de: Bis {{value1}}
es: Hasta {{value1}}
fr: Jusqu’au {{value1}}
it: Fino a {{value1}}
ko: {{value1}}까지
tr: {{value1}} tarihine kadar
zh_hans: 持续到{{value1}}

# dynamic.49908102ba
source: Exact again {{value1}}
de: Erneut exakt {{value1}}
es: Exacto de nuevo {{value1}}
fr: De nouveau exact {{value1}}
it: Di nuovo esatto {{value1}}
ko: {{value1}} 다시 정확
tr: Yeniden kesinleşme {{value1}}
zh_hans: {{value1}}再次精确

# dynamic.4cbf796387
source: {{value1}} enters {{value2}}
de: {{value1}} tritt in {{value2}} ein
es: {{value1}} entra en {{value2}}
fr: {{value1}} entre en {{value2}}
it: {{value1}} entra in {{value2}}
ko: {{value1}}가 {{value2}}에 진입
tr: {{value1}}, {{value2}} konumuna giriyor
zh_hans: {{value1}} 进入{{value2}}

# dynamic.56daa0b4f7
source: {{value1}} feels
de: {{value1}} fühlt
es: {{value1}} siente
fr: {{value1}} ressent
it: {{value1}} sente
ko: {{value1}}의 느낌
tr: {{value1}} hisseder
zh_hans: {{value1}} 的感受

# dynamic.57e8687897
source: Relevance {{value1}} percent
de: Relevanz {{value1}} Prozent
es: Relevancia {{value1}} por ciento
fr: Pertinence {{value1}} pour cent
it: Rilevanza {{value1}} percento
ko: 관련도 {{value1}}퍼센트
tr: İlgililik yüzde {{value1}}
zh_hans: 相关性 {{value1}}%

# dynamic.58e31d7654
source: Exact again {{value1}}
de: Erneut exakt {{value1}}
es: Exacto de nuevo {{value1}}
fr: De nouveau exact {{value1}}
it: Di nuovo esatto {{value1}}
ko: {{value1}} 다시 정확
tr: Yeniden kesinleşme {{value1}}
zh_hans: {{value1}}再次精确

# dynamic.5b39501d54
source: {{value1}} in your {{value2}}
de: {{value1}} in deinem Bereich {{value2}}
es: {{value1}} en tu {{value2}}
fr: {{value1}} dans votre {{value2}}
it: {{value1}} nel tuo settore {{value2}}
ko: {{value2}}에 있는 {{value1}}
tr: {{value1}} sizin {{value2}} alanınızda
zh_hans: {{value1}}落在你的{{value2}}

# dynamic.5f03886cd2
source: Peaks {{value1}}
de: Höhepunkt {{value1}}
es: Pico {{value1}}
fr: Pic {{value1}}
it: Picco {{value1}}
ko: {{value1}} 정점
tr: Zirve {{value1}}
zh_hans: {{value1}}达到峰值

# dynamic.64a1051533
source: House overlays between {{value1}} and {{value2}}
de: Häuserüberlagerungen zwischen {{value1}} und {{value2}}
es: Superposiciones de casas entre {{value1}} y {{value2}}
fr: Superpositions de maisons entre {{value1}} et {{value2}}
it: Sovrapposizioni delle case tra {{value1}} e {{value2}}
ko: {{value1}}와 {{value2}}의 하우스 오버레이
tr: {{value1}} ile {{value2}} arasındaki ev örtüşmeleri
zh_hans: {{value1}} 与 {{value2}} 的双向落宫

# dynamic.65a2a86bf4
source: {{value1}} weeks
de: {{value1}} Wochen
es: {{value1}} semanas
fr: {{value1}} semaines
it: {{value1}} settimane
ko: {{value1}}주
tr: {{value1}} hafta
zh_hans: {{value1}}周

# dynamic.68196d8f57
source: This removes locally generated reports linked to {{value1}}.
de: Dadurch werden lokal erzeugte Berichte entfernt, die mit {{value1}} verknüpft sind.
es: Esto elimina los informes generados localmente vinculados a {{value1}}.
fr: Cela supprime les rapports générés localement liés à {{value1}}.
it: Rimuove i report generati localmente collegati a {{value1}}.
ko: {{value1}}와 연결된 로컬 생성 보고서를 삭제합니다.
tr: Bu işlem {{value1}} ile bağlantılı yerel olarak oluşturulmuş raporları kaldırır.
zh_hans: 这会删除与{{value1}}关联的本机生成报告。

# dynamic.7f1e2d8a22
source: Ends {{value1}}
de: Endet {{value1}}
es: Termina {{value1}}
fr: Se termine {{value1}}
it: Termina {{value1}}
ko: {{value1}} 종료
tr: Bitiş {{value1}}
zh_hans: {{value1}}结束

# dynamic.8b817d9a14
source: Contact {{value1}}
de: Kontakt {{value1}}
es: Contacto {{value1}}
it: Contatto {{value1}}
ko: 접촉 {{value1}}
tr: Temas {{value1}}
zh_hans: 联系 {{value1}}

# dynamic.8d7de7deab
source: {{value1}} stations retrograde
de: {{value1}} wird rückläufig
es: {{value1}} se estaciona retrógrado
fr: {{value1}} stationne rétrograde
it: {{value1}} diventa retrogrado
ko: {{value1}} 역행 전환
tr: {{value1}} retrograda dönüyor
zh_hans: {{value1}}开始逆行

# dynamic.909e84449b
source: {{value1}} and {{value2}} become important together
de: {{value1}} und {{value2}} werden gemeinsam wichtig
es: {{value1}} y {{value2}} cobran importancia juntos
fr: {{value1}} et {{value2}} deviennent importants ensemble
it: {{value1}} e {{value2}} diventano importanti insieme
ko: {{value1}}와 {{value2}}가 함께 중요해짐
tr: {{value1}} ve {{value2}} birlikte önem kazanıyor
zh_hans: {{value1}}与{{value2}}会同时变得重要

# dynamic.983c1afebb
source: {{value1}} months
de: {{value1}} Monate
es: {{value1}} meses
fr: {{value1}} mois
it: {{value1}} mesi
ko: {{value1}}개월
tr: {{value1}} ay
zh_hans: {{value1}}个月

# dynamic.9c8150aeca
source: Synastry compares how {{value1}} and {{value2}} affect each other through inter-aspects and house overlays.
de: Synastrie vergleicht, wie {{value1}} und {{value2}} sich durch horoskopübergreifende Aspekte und Häuserüberlagerungen beeinflussen.
es: La sinastría compara cómo {{value1}} y {{value2}} se influyen mutuamente mediante aspectos entre cartas y superposiciones de casas.
fr: La synastrie compare la manière dont {{value1}} et {{value2}} s’influencent à travers les aspects croisés et les superpositions de maisons.
it: La sinastria confronta il modo in cui {{value1}} e {{value2}} si influenzano attraverso aspetti tra i due temi e sovrapposizioni delle case.
ko: 시너스트리는 {{value1}}와 {{value2}}가 차트 간 애스펙트와 하우스 오버레이를 통해 서로에게 어떤 영향을 주는지 비교합니다.
tr: Sinastri, {{value1}} ile {{value2}}’nin haritalar arası açılar ve ev örtüşmeleri yoluyla birbirini nasıl etkilediğini karşılaştırır.
zh_hans: 合盘通过跨盘相位与双向落宫，比较 {{value1}} 和 {{value2}} 如何彼此影响。

# dynamic.a254895f81
source: This removes locally generated reports for {{value1}}.
de: Dadurch werden lokal erzeugte Berichte für {{value1}} entfernt.
es: Esto elimina los informes generados localmente de {{value1}}.
fr: Cela supprime les rapports générés localement pour {{value1}}.
it: Rimuove i report generati localmente per {{value1}}.
ko: {{value1}}에 대해 로컬로 생성된 보고서를 삭제합니다.
tr: Bu işlem {{value1}} için yerel olarak oluşturulmuş raporları kaldırır.
zh_hans: 这会删除本机的{{value1}}生成报告。

# dynamic.a34989f3f0
source: {{value1}} · no exact hit
de: {{value1}} · kein exakter Treffer
es: {{value1}} · sin contacto exacto
fr: {{value1}} · aucun contact exact
it: {{value1}} · nessun contatto esatto
ko: {{value1}} · 정확한 접촉 없음
tr: {{value1}} · kesin temas yok
zh_hans: {{value1}} · 无精确触发

# dynamic.a8b71d51e5
source: Return {{value1}}
de: Rückkehr {{value1}}
es: Retorno de {{value1}}
fr: Retour de {{value1}}
it: Ritorno {{value1}}
ko: {{value1}} 재접촉
tr: Dönüş {{value1}}
zh_hans: 返照{{value1}}

# dynamic.a99aafc649
source: {{value1}} months
de: {{value1}} Monate
es: {{value1}} meses
fr: {{value1}} mois
it: {{value1}} mesi
ko: {{value1}}개월
tr: {{value1}} ay
zh_hans: {{value1}}个月

# dynamic.a9c7b4e126
source: No major aspect between {{value1}} and {{value2}}
de: Kein Hauptaspekt zwischen {{value1}} und {{value2}}
es: No hay ningún aspecto mayor entre {{value1}} y {{value2}}
fr: Aucun aspect majeur entre {{value1}} et {{value2}}
it: Nessun aspetto maggiore tra {{value1}} e {{value2}}
ko: {{value1}}와 {{value2}} 사이에 주요 애스펙트 없음
tr: {{value1}} ile {{value2}} arasında majör açı yok
zh_hans: {{value1}}与{{value2}}没有主要相位

# dynamic.aa92844e1f
source: {{value1}} stations retrograde
de: {{value1}} wird rückläufig
es: {{value1}} se estaciona retrógrado
fr: {{value1}} stationne rétrograde
it: {{value1}} diventa retrogrado
ko: {{value1}} 역행 전환
tr: {{value1}} retrograda dönüyor
zh_hans: {{value1}} 转逆

# dynamic.b40cc6b6fc
source: {{value1}} stations direct
de: {{value1}} wird direktläufig
es: {{value1}} se estaciona directo
fr: {{value1}} stationne direct
it: {{value1}} torna diretto
ko: {{value1}} 순행 전환
tr: {{value1}} direkt harekete dönüyor
zh_hans: {{value1}}恢复顺行

# dynamic.b54a646b70
source: until {{value1}}
de: bis {{value1}}
es: hasta {{value1}}
fr: jusqu’à {{value1}}
it: fino a {{value1}}
ko: {{value1}}까지
tr: {{value1}} tarihine kadar
zh_hans: 至{{value1}}

# dynamic.b57a7b3fa7
source: {{value1}} and {{value2}} can pull in different directions
de: {{value1}} und {{value2}} können in unterschiedliche Richtungen ziehen
es: {{value1}} y {{value2}} pueden tirar en direcciones distintas
fr: {{value1}} et {{value2}} peuvent tirer dans des directions différentes
it: {{value1}} e {{value2}} possono tirare in direzioni diverse
ko: {{value1}}와 {{value2}}가 서로 다른 방향으로 끌 수 있음
tr: {{value1}} ve {{value2}} farklı yönlere çekebilir
zh_hans: {{value1}}与{{value2}}容易互相拉扯

# dynamic.c7aa5a5c6b
source: {{value1}} {{value2}} natal {{value3}}
de: {{value1}} {{value2}} Radix {{value3}}
it: {{value1}} {{value2}} natale {{value3}}
ko: {{value1}} {{value2}} 출생 {{value3}}
tr: {{value1}} {{value2}} doğum {{value3}}
zh_hans: 行运{{value1}} {{value2}} 本命{{value3}}

# dynamic.c986511590
source: Direct {{value1}}
de: Direkt {{value1}}
es: Directo {{value1}}
it: Diretto {{value1}}
ko: 순행 {{value1}}
tr: Direkt {{value1}}
zh_hans: {{value1}} 转顺

# dynamic.ca5d9a507f
source: Key inter-aspects between {{value1}} and {{value2}}
de: Wichtige horoskopübergreifende Aspekte zwischen {{value1}} und {{value2}}
es: Aspectos entre cartas clave entre {{value1}} y {{value2}}
fr: Aspects croisés clés entre {{value1}} et {{value2}}
it: Aspetti principali tra i temi di {{value1}} e {{value2}}
ko: {{value1}}와 {{value2}} 사이의 주요 차트 간 애스펙트
tr: {{value1}} ile {{value2}} arasındaki temel haritalar arası açılar
zh_hans: {{value1}} 与 {{value2}} 的关键跨盘相位

# dynamic.ccf2313c4f
source: Exact {{value1}}
de: Exakt {{value1}}
es: Exacto {{value1}}
it: Esatto {{value1}}
ko: 정확 {{value1}}
tr: Kesin {{value1}}
zh_hans: {{value1}}精确

# dynamic.ce5ddbd118
source: Moon through {{value1}}
de: Mond durch {{value1}}
es: Luna pasando por {{value1}}
fr: Lune en {{value1}}
it: Luna attraverso {{value1}}
ko: {{value1}}을 지나는 달
tr: Ay, {{value1}} boyunca
zh_hans: 月亮行经{{value1}}

# dynamic.d2a685052e
source: {{value1}} crosses into {{value2}}
de: {{value1}} wechselt in {{value2}}
es: {{value1}} entra en {{value2}}
fr: {{value1}} entre dans {{value2}}
it: {{value1}} passa in {{value2}}
ko: {{value1}}가 {{value2}}로 넘어감
tr: {{value1}}, {{value2}} alanına geçiyor
zh_hans: {{value1}}进入{{value2}}
